<!-- $Id: site_faq.html,v 1.2 2001/02/25 01:34:20 lbayuk Exp $ -->
<div class="faq faq_header">
	<strong><a id="top" style="text-decoration: none; color: black;">Authentifizierung</a></strong>
	<ul>
		<li><a href="#authenticate">Wie logge ich mich ein?</a></li>
		<li><a href="#meeting_delete">Warum kann ich ein Meeting nicht l&ouml;schen/&auml;ndern?</a></li>
	</ul>
	<strong>Meetings erstellen/&auml;ndern</strong>
	<ul>
		<li><a href="#repeating">Wie erstelle ich ein wiederkehrendes Meeting?</a></li>
		<li><a href="#repeating_delete">Wie l&ouml;sche ich einen Vorgang bei einem wiederkehrenden Meeting?</a></li>
		<li><a href="#multiple_sites">Wie kann ich R&auml;ume in verschiedenen Orten buchen?</a></li>
		<li><a href="#too_many">Mein Meeting konnte wegen &bdquo;<em>zu viele Eintr&auml;ge</em>&ldquo; nicht erstellt werden!</a></li>
		<li><a href="#multiple_users">Was passiert, wenn mehrere Personen dasselbe Meeting planen?</a></li>
	</ul>
	<strong>Verschiedenes</strong>
	<ul>
		<li><a href="#internal_external">Was ist der Unterschied zwischen &bdquo;intern&ldquo; und &bdquo;extern&ldquo;?</a></li>
	</ul>
	<strong>&Uuml;ber das Raumbuchungssystem</strong>
	<ul>
		<li><a href="#how_much">Wie viel kostete das System?</a></li>
		<li><a href="#about">Wie funktioniert das System und wer hat es geschrieben?</a></li>
	</ul>
</div>
<hr />
<div class="faq">
	<a id="authenticate"><strong>Wie logge ich mich ein?</strong></a>
	<blockquote><p>
		Das System kann so konfiguriert werden, dass mehrere Authentifizierungsmethoden angewandt werden k&ouml;nnen, einschlie&szlig;lich LDAP, Netware und SMB. Bei Problemen mit dem Einloggen sollten Sie Ihren Systemadministrator aufsuchen. Einige Funktionen sind auf bestimmte User begrenzt, sodass andere User die Nachricht <i>Sie haben kein Zugangsrecht zur &Auml;nderung dieser Position erhalten.</i> Falls dies bei Ihnen nicht richtig funktioniert, sollten Sie Ihren Systemadministrator aufsuchen. Wenn das System auf die Nutzung der LDAP-Authentifizierung konfiguriert ist, bedeutet dies, dass Sie sich mit demselben Benutzernamen und demselben Passwort einloggen, das Sie f&uuml;r den Empfang von Emails verwenden, z.B.  &bdquo;Mark Belanger&ldquo; &bdquo;MeinPasswort&ldquo;.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="meeting_delete"><strong>Warum kann ich ein Meeting nicht l&ouml;schen/&auml;ndern?</strong></a>
	<blockquote><p>
		Um ein Meeting zu l&ouml;schen oder zu &auml;ndern, m&uuml;ssen Sie als diejenige Person eingeloggt sein, die das Meeting erstellt hat. Kontaktieren Sie den Verwalter der Sitzungsr&auml;ume oder die Person, die urspr&uuml;nglich das Meeting erstellt hat, um ein Meeting zu l&ouml;schen oder zu &auml;ndern.
		</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="repeating2"><strong>Wie erstelle ich ein wiederkehrendes Meeting?</strong></a>
	<blockquote><p>
		Durch das Klicken auf die gew&uuml;nschte Zeit gelangen Sie auf den Buchungsbildschirm. W&auml;hlen Sie die entsprechende <strong>Wiederholungsart</strong>. Der Raum wird zur selben Zeit bis zum <strong>Enddatum der Wiederholung</strong> gebucht, und zwar an den Tagen, die von der <strong>Wiederholungsart </strong>festgelegt wurden.<br />
		Eine <em>t&auml;gliche</em> Wiederholung plant jeden Tag ein. Eine <em>w&ouml;chentliche</em> Wiederholung plant nur diejenigen Wochentage ein, die durch den <strong>Wiederholungstag</strong> festgelegt wurden. Nutzen Sie z.B. w&ouml;chentlich, um den Raum jeden Montag, Dienstag und Donnerstag zu buchen und geben Sie diese Tage bei dem Wiederholungstag an. Wenn Sie keine Tage bei dem Wiederholungstag angeben, wird sich die Buchung am selben Wochentag wiederholen, wie der erste eingeplante Tag. Eine <em>monatliche</em> Wiederholung plant denselben Tag eines jeden Monats ein, z.B. jeden 15. eines Monats. Eine <em>j&auml;hrliche</em> Wiederholung plant denselben Monat und denselben Tag eines Monats ein, z.B. jeden 15. M&auml;rz. Eine <em>monatliche Wiederholung des entsprechenden Tages</em> plant einen Tag in jedem Monat, denselben Wochentag und die ordinale Position innerhalb des Monats ein. Nutzen Sie diese Wiederholungsart, um z.B. den ersten Montag, zweiten Dienstag oder vierten Freitag eines jeden Monats einzuplanen. Nutzen Sie diese Wiederholungsart nicht f&uuml;r Tage nach dem 28. eines jeden Monats.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="repeating_delete"><strong>Wie l&ouml;sche ich einen Vorgang bei einem wiederkehrenden Meeting?</strong></a>
	<blockquote><p>
		W&auml;hlen Sie den/die Tag/Raum/Zeit, den/die Sie l&ouml;schen m&ouml;chten und w&auml;hlen Sie <strong>Eintrag L&ouml;schen</strong>.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="multiple_sites"><strong>Wie kann ich R&auml;ume in verschiedenen Orten buchen?</strong></a>
	<blockquote><p>
		Das k&ouml;nnen Sie nicht. Zurzeit kann das System 2 R&auml;ume gleichzeitig nicht buchen. Sie m&uuml;ssen jeden Raum einzeln buchen. Achten Sie vor der Buchung darauf, dass die von Ihnen gew&uuml;nschte Zeit verf&uuml;gbar ist.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="too_many"><strong>Mein Meeting konnte wegen &bdquo;<em>zu viele Eintr&auml;ge</em>&ldquo;  nicht erstellt werden!</strong></a>
	<blockquote><p>
		Kein Meeting darf mehr als 365 Eintr&auml;ge schaffen. Es muss eine Obergrenze bei der Anzahl der erstellten Meetings geben. Falls n&ouml;tig, kann diese Anzahl erh&ouml;ht werden.
	</p></blockquote>
	<a href="#top">Nach oben</a>
	<hr />
</div>
<div class="faq">
	<a id="multiple_users"><strong>Was passiert, wenn mehrere Personen dasselbe Meeting planen?</strong></a>
	<blockquote><p>
		Um dies kurz zu beantworten: Die erste Person, die auf <strong>Abschicken </strong>klickt, gewinnt.<br />
		Hinter den Kulissen nutzt das System eine mehrfach aufgeteilte relationale Datenbank, die auf mehrere verschiede User programmiert ist und die mehrere Tausend User gleichzeitig verarbeiten kann.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="internal_external"><strong>Was ist der Unterschied zwischen &bdquo;intern&ldquo; und &bdquo;extern&ldquo;?</strong></a>
	<blockquote><p>
		Standardm&auml;&szlig;ig definiert das Raumbuchungssystem zwei Meetingarten. &bdquo;Intern&ldquo; bedeutet, dass nur Angestellte an dem Meeting teilnehmen werden. Bei einem &bdquo;externen&ldquo; Meeting k&ouml;nnen auch kunden, Verk&auml;ufer, Investoren etc. teilnehmen. Es k&ouml;nnen bis zu 10 verschiedene Meetingarten definiert werden, je nach Ihren Bed&uuml;rfnissen. Meetings werden auf der Hauptansicht des Kalenders mit Farben hervorgehoben, die der jeweiligen Art entsprechen sowie einem farbigen Schl&uuml;ssel aller definierten Arten, der auf der Hauptansicht des Kalenders unten angezeigt wird.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="how_much"><strong>Wie viel kostet das System?</strong></a>
	<blockquote><p>
		Nichts. Lesen Sie den n&auml;chsten Eintrag.
	</p></blockquote>
	<a href="#top">Nach oben </a>
	<hr />
</div>
<div class="faq">
	<a id="about"><strong>Wie funktioniert das System und wer hat es geschrieben?</strong></a>
	<blockquote><p>
	Das  <a href="http://code.google.com/p/schoorbs">Schoorbs Room Booking System</a>
	ist eine freie Software, die von der Gnu Public License (GPL) vertrieben wird. Man kann diese Software also frei nutzen, verteilen und &auml;ndern.
	<br /><br />
	Das System wurde &uuml;berwiegend in <a href="http://www.php.net">PHP</a> geschrieben,
	was eine quelloffene Programmiersprache ist, die &auml;hnlich wie bei Microsoft active server pages in Webseiten eingebettet werden kann. PHP eignet sich besonders gut f&uuml;r den Zugang auf Datenbanken.
	<br /><br />
	Die Datenbank, die f&uuml;r dieses System verwendet wurde, ist entweder <a href="http://www.mysql.com">MySQL</a>
	oder <a href="http://www.postgresql.org">PostgreSQL</a>.
	MySQL ist eine sehr schneller, mehrfach aufgeteilter und robuster SQL (Structured Query Language) Datenbankserver f&uuml;r mehrere Benutzer, der auch ein GPL ist. PostgreSQL ist ein vollausgestatteter, kostenloser Object Relational SQL Datenbankserver f&uuml;r mehrere User.
	<br /><br />
	Das System funktioniert auf verschiedenen Plattformen, einschlie&szlig;lich auf PCs, die das Betriebssystem <a href="http://www.linux.com">Linux</a> verwenden. Linux ist ein kostenloses, quelloffenes, Unix-&auml;hnliches Betriebssystem.
	<br /><br />
	Der Webserver, der verwendet wird, ist eine weitere freie Software. Der <a href="http://www.apache.org">Apache</a> Webserver ist der weltweit beliebteste Webserver.
	<br /><br />
	Im Endeffekt gilt:<br />
	<strong>Jedes Bestandteil dieses Systems, vom Betriebssystem bis hin zur Anwendung, ist vollkommen kostenlos  - samt Quellcode </strong>.
	</p></blockquote>
	<a href="#top">Nach oben </a>
</div>