Repository: xhochy/schoorbs
Catalog: trunk/schoorbs-includes/lang/schoorbs-*.po
Languages: cs, de, ja, no

source: Sunday
cs: Něděle
de: Sonntag

source: Monday
cs: Pondělí
de: Montag

source: Tuesday
cs: Úterý
de: Dienstag

source: Wednesday
cs: Středa
de: Mittwoch

source: Thursday
cs: Čtvrtek
de: Donnerstag

source: Friday
cs: Pátek
de: Freitag

source: Saturday
cs: Sobota
de: Samstag

source: January
cs: Leden
de: Januar

source: February
cs: Únor
de: Februar

source: March
cs: Březen
de: März

source: May
cs: Květen
de: Mai

source: June
cs: Červen
de: Juni

source: July
cs: Červenec
de: Juli

source: October
cs: Říjen
de: Oktober

source: December
cs: Prosinec
de: Dezember

source: Time
cs: Čas
de: Zeit

source: Sun
de: Son

source: Tue
de: Die

source: Wed
de: Mit

source: Thu
de: Don

source: Fri
de: Fre

source: Sat
de: Sam

source: Su
cs: Ne
de: So

source: Tu
cs: Út
de: Di

source: We
cs: St
de: Mi

source: Th
cs: Čt
de: Do

source: No name for the area was provided!
de: Kein Name für den Bereich wurde angegeben!

source: An error occured
de: Es ist ein Fehler aufgetreten

source: No question to ask was provided!
de: Keine Frage zum beantworten wurde angegeben!

source: No url to refer to was provided!
de: Keine Url zum Weiterleiten wurde angegeben!

source: No url to return to after a negative answer was provided!
de: Keine Url zum zum Zurückgehen wurde angegeben!

source: Do you want to delete the area '%s'?
de: Möchten Sie den Bereich '%s' löschen?

source: Do you want to delete the room '%s' in the area '%s'?
de: Möchten Sie den Raum '%s' in dem Bereich '%s' löschen?

source: No valid area(-id) for deletion was provided!
de: Keine gültige Bereichs(-id) zum Löschen wurde angegeben!

source: No valid room(-id) for deletion was provided!
de: Keine gültige Raum(-id) zum Löschen wurde angegeben!

source: No valid area(-id) was provided!
de: Keine gültige Bereichs(-id) wurde angegeben!

source: No valid room(-id) was provided!
de: Keine gültige Raum(-id) wurde angegeben!

source: Booked by
de: Gebucht von

source: The area '%s' has no rooms.
de: Der Bereich '%s' hat keine Räume.

source: Schoorbs - Room Booking System
cs: Schoorbs - Rezervační systém
de: Raumbuchungssystem Schoorbs
ja: X線発生装置予約システム
no: Møteromsbooking

source: Report
cs: Výpis
de: Bericht
ja: 報告
no: Rapport

source: Help
cs: Pomoc
de: Hilfe
ja: 手引き
no: Hjelp

source: Search
cs: Hledat
de: Suche
ja: 検索
no: Søk

source: <h1>WARNING: This probably doesn't work with PHP3</h1>
cs: <h1>UPOZORNĚNÍ: Toto zřejmě není funkční s PHP3</H1>
de: <h1>WARNUNG: Funktioniert warscheinlich nicht mit PHP3</h1>
ja: <h1>警告: このスクリプトは、PHP3ではおそらく動作しません。</h1>
no: <h1>NB: Dette virker sannsynligvis ikke med PHP3</H1>

source: Bookings for
cs: Objednáno pro
de: Einträge für
no: Booking for

source: Areas
cs: Oblasti
de: Bereiche
ja: X線発生装置
no: Område

source: Go To Day Before
cs: Den vzad
de: gehe zum vorherigen Tag
ja: 前の日に移動
no: Gå til forrige dag

source: Go To Day After
cs: Den vpřed
de: gehe zum nächsten Tag
ja: 次の日移動
no: Gå til neste dag

source: Go To Today
cs: Dnes
de: gehe zum heutigen Tag
ja: 本日に移動
no: Gå til idag

source: goto
cs: Přejít na
de: Start
ja: 移動
no: gå til

source: Highlight this line
cs: Označte tuto řádku
de: Markieren Sie diese Zeile
ja: この行を強調
no: Merk denne linjen

source: View Day
cs: Dny
de: Zeige Tag
ja: この日の予約状況
no: Vis dag

source: View Week
cs: Týdny
de: Zeige Woche
ja: 週間予約状況
no: Vis Uke

source: View Month
cs: Měsíce
de: Zeige Monat
ja: 月間予約状況
no: Vis Måned

source: Print Preview
cs: Pro tisk
de: Druckansicht
ja: 印刷向けページ
no: Forhåndsvisning

source: Add Entry
cs: Přidat záznam
de: Eintrag hinzufügen
ja: 予約登録
no: Booking

source: Edit Entry
cs: Editovat záznam
de: Eintrag ändern
ja: 予約の編集
no: Endre booking

source: Edit Series
cs: Editovat sérii
de: Alle Einträge ändern
ja: 定例の編集
no: Endre serie

source: Brief Description:
cs: Popis instrukce:
de: Kurzbeschreibung
ja: 使用者:
no: Kort beskrivelse:

source: Full Description:<br />&nbsp;&nbsp;(Number of people,<br />&nbsp;&nbsp;Internal/External etc)
cs: Celkový popis:<br />&nbsp;&nbsp;(Počet cestujících,<br />&nbsp;&nbsp;Obsazeno/Volná místa atd)
de: Vollständige Beschreibung (Anzahl der Teilnehmer etc.):
ja: 詳細な説明<br />(人数, 内部会議/外部会議 等):
no: Lang beskrivelse:<br />&nbsp;&nbsp;(Antall personer,<br />&nbsp;&nbsp;Internt/Eksternt osv)

source: Date:
cs: Datum:
de: Tag:
ja: 日付:
no: Dato:

source: Start Time:
cs: Začátek:
de: Anfangsdatum:
ja: 開始時刻:
no: Starttid:

source: End Time:
cs: Konec:
de: Enddatum:
ja: 終了時刻:
no: Sluttid:

source: Time:
cs: Čas:
de: Zeit:
ja: 時間:
no: Tid:

source: Duration:
cs: Doba trvání:
de: Dauer:
ja: 必要な時間:
no: Lengde:

source: seconds
cs: sekundy
de: Sekunden
ja: 秒
no: sekunder

source: minutes
cs: minuty
de: Minuten
ja: 分
no: minutter

source: hours
cs: hodiny
de: Stunden
ja: 時間
no: timer

source: days
cs: dny
de: Tage
ja: 日
no: dager

source: weeks
cs: víkendy
de: Wochen
ja: 週
no: uker

source: years
cs: roky
de: Jahre
ja: 年
no: år

source: All day
cs: Vechny dny
de: Ganztägig
ja: 全日
no: hele dagen

source: Type:
cs: Typ:
de: Art:
ja: 会議の種類:

source: Internal
cs: Volná místa
de: Intern
ja: 内部会議
no: Internt

source: External
cs: Obsazeno
de: Extern
ja: 外部会議
no: Eksternt

source: Save
cs: Uloit
de: Speichern
ja: 保存
no: Lagre

source: Repeat Type:
cs: Typ opakování:
de: Art der Wiederholung:
ja: 繰り返しの様式:
no: Repetisjonstype:

source: None
cs: Nikdy
de: Keine
ja: なし
no: ingen

source: Daily
cs: Denně
de: täglich
ja: 毎日
no: daglig

source: Weekly
cs: Týdně
de: wöchentlich
ja: 毎週
no: ukentlig

source: Monthly
cs: Měsíčně
de: monatlich
ja: 毎月
no: månedlig

source: Yearly
cs: Ročně
de: jährlich
ja: 毎年
no: årlig

source: Monthly, corresponding day
cs: Měsíčně, jednou za měsíc
de: monatlich, entsprechender Tag
ja: 毎月同じ日
no: Månedlig, samme dag

source: n-Weekly
cs: n-týdnů
de: n-Wöchentlich
ja: n週毎
no: n-ukentlig

source: Repeat End Date:
cs: Konec opakování:
de: Ende der Wiederholung:
ja: 繰り返しの終了日:
no: Repetisjon sluttdato:

source: Repeat Day:
cs: Opakovat v den:
de: Tag der Wiederholung:
ja: 繰り返しの曜日:
no: Repetisjonsdag:

source: (for (n-)weekly)
cs: (pro (n-)týdnů)
de: (für wöchentlich)
ja: (毎週, n週毎 選択時)
no: (ved hver uke)

source: Frequency:
cs: Frekvence:
de: Häufigkeit:
ja: 頻度:
no: Frekvens:

source: Number of weeks
cs: Čislo týdne
de: Anzahl Wochen
ja: 週の繰り返し数
no: Antall uker

source: (for n-weekly)
cs: (pro n-týdnů)
de: (für n-te Woche)
ja: (n週毎 選択時)
no: (for n-uker)

source: Use Control-Click to select more than one room
cs: Uít CTRL pro výběr více místností
de: Strg-Click um mehr als einen Raum auszuwählen
ja: 複数のディテクターを選択するときは、<br />Controlキーを押しながらクリックしてください。
no: Hold inne kontrolltasten for å velge mer enn ett rom

source: You have not entered a
cs: Nevloil jste
de: Sie haben folgendes Feld nicht ausgefüllt :
ja: 以下の項目が入力されていません:
no: Du har ikke angitt

source: valid time of day.
cs: platný časový úsek dne.
de: Gültige Uhrzeit.
no: ett gyldig tidspunkt.

source: Brief Description.
cs: Krátký popis.
de: Kurzbeschreibung.
ja: 簡単な説明
no: en kort beskrivelse.

source: Description:
cs: Popis:
de: Beschreibung:
ja: 説明:
no: Beskrivelse:

source: Room
cs: Místnost:
de: Raum
ja: ディテクター:
no: Rom

source: Created By:
cs: Vytvořil uivatel:
de: Erstellt von:
ja: 予約者:
no: Laget av:

source: Last Updated:
cs: Poslední změna:
de: Letzte Änderung:
ja: 最後に更新した日:
no: Senest oppdatert:

source: Delete Entry
cs: Smazat záznam
de: Eintrag löschen
ja: 予約の削除
no: Slett booking

source: Delete Series
cs: Smazat sérii
de: Alle Einträge löschen
ja: 定例の削除
no: Slett serie

source: Are you sure you want to delete this entry?
cs: Jste si jistý smazáním tohoto záznamu?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen wollen?
ja: 本当にこの予約を取り消してもよろしいですか?
no: Er du sikker på at du vil slette bookingen?

source: Return to previous page
cs: Návrat na předchozí stránku
de: Zurück zur vorigen Seite
ja: 前のページに戻る
no: Tilbake til forrige side

source: Error
cs: Chyba
de: Fehler
ja: エラー
no: Feil

source: Scheduling Conflict
cs: Konflikt při plánování
de: Konflikt in der Planung
ja: 予定の重複
no: Bookingkonflikt

source: The new booking will conflict with the following entry(s):
cs: Nová rezervace je v konfliktu s jiným záznamem:
de: Der neue Eintrag hat einen Konflikt mit folgenden Einträgen:
ja: 新しい予約は、以下の登録と重複しています:
no: Bookingen er i konflikt med følgende booking(er):

source: The selected options will create too many entries.<BR>Please use different options!
cs: Vybraná volba byla vytvořena pro jiné záznamy.<BR>Prosím vyberte jinou volbu!
de: Die gewählten Optionen würden zu viele Einträge erzeugen.<BR>Ändern Sie bitte die Optionen!
ja: 選択されたオプションは大量のエントリーを作成します。<br />別のオプションを使用して下さい!
no: De valgte instillinger skaper for mange bookinger.<BR>Vennligst bruk andre instillinger!

source: Return to calendar view
cs: Návrat do kalendáře
de: Zurück zur Kalenderansicht
ja: カレンダー表示画面に戻る
no: Tilbake til kalender

source: Failed to acquire exclusive database access
cs: Chyba výhradního přístupu do databáze
de: Konnte nicht exclusiv auf die Datenbank zugreifen
ja: 排他的なデータベースアクセスの確保に失敗しました
no: Kunne ikke oppnå eksklusiv databasetilgang

source: Invalid booking
de: Ungültige Buchung

source: You must set a brief description for the booking. Please go back and enter one.
de: Sie müssen eine kurze Beschreibung für die Buchung angeben. Bitte gehen Sie zurück und geben Sie eine ein.

source: Access Denied
cs: Přístup zamítnut
de: Zugang verweigert
ja: アクセスが拒否されました
no: Ingen adgang

source: You do not have access rights to modify this item.
cs: Nemáte přístupové právo pro změnu této poloky.
de: Sie haben keine Berechtigung, diesen Eintrag zu ändern
ja: この項目を変更する権利がありません。
no: Du har ingen rettigheter til å endre bookingen.

source: Please log in
cs: Prosím, přihlate se
de: Bitte einloggen
ja: ログインしてください
no: Vennligst logg inn

source: Password
cs: Heslo
de: Passwort
ja: パスワード
no: Passord

source: Unknown user
cs: Neznámý uivatel
de: Unbekannter Benutzer
ja: 不明なユーザ
no: Ukjent bruker

source: You are
cs: Jste
de: Sie sind
ja: あなたは
no: Bruker:

source: Log in
cs: Přihlásit se
de: Einloggen
ja: ログイン
no: Logg inn

source: Log Off
cs: Odhlásit se
de: Ausloggen
ja: ロクオフ
no: Logg ut

source: User list
cs: Seznam uivatelů
de: Benutzerliste
ja: ユーザリスト
no: Brukerliste

source: Edit user
cs: Editovat uivatele
de: Bearbeite Benutzer
ja: ユーザ編集
no: Rediger bruker

source: Delete this user
cs: Smazat tohoto uivatele
de: Lösche diesen Benutzer
ja: このユーザを削除
no: Slett denne brukeren

source: Email address
cs: Emailová adresa
de: Email Addresse
ja: Eメールアドレス
no: Epost-addresse

source: If you wish to change the password, please type the new password twice
cs: Pokud chcete změnit heslo, prosím napite ho dvakrát
de: Falls Sie Ihr Passwort ändern wollen, geben Sie das neue Passwort zwei mal ein.
ja: パスワードを変更したい場合は、新しいパスワードを2回入力してください
no: Hvis du vil endre passordet, skriv det nye passordet to ganger

source: Error: The passwords do not match.
cs: Chyba: Vloená hesla se neshodují.
de: Fehler: Die Passwörter stimmen nicht überein.
ja: エラー: パスワードが一致しません。
no: Feil: Passordene er ikke like.

source: Add a new user
cs: Přidat nového uivatele
de: Benutzer hinzufügen
ja: 新しいユーザを追加
no: Legg til ny bruker

source: Rights
cs: Práva
de: Rechte
ja: 権限
no: Rettigheter

source: User
cs: Uivatel
de: Benutzer
ja: ユーザ
no: Bruker

source: Unknown
cs: Neznámý
de: Unbekannt
ja: 不明
no: Ukjent

source: No users in database, allowing initial user creation
de: Keine Nutzer in der Datenbank vorhanden, erstmalige Nutzererstellung erlaubt

source: Create a user configured as administrator and then you can log in and create more users.
de: Erstellen Sie einen Nutzer als Administrator und dann können Sie sich anmelden um weitere Nutzer hinzuzufügen.

source: Empty or invalid search string.
cs: Prázdný nebo neplatný hledaný řetězec.
de: Leerer oder ungültiger Suchbegriff.
ja: 検索語が空あるいは不適切です。
no: Tom eller ugyldig søkestreng.

source: Search Results for:
cs: Výsledek hledání pro:
de: Suchergebnis für:
ja: 検索結果:
no: Søkeresultat for:

source: No matching entries found.
cs: Nic nenalezeno
de: Keine passenden Suchergebnisse gefunden.
ja: 一致する項目は見つかりませんでした。
no: Ingen poster ble funnet.

source: Records
cs: Záznam
de: Ergebnisse
ja: 履歴
no: Booking

source: through
cs: skrze
de: bis
ja: から
no: til

source: of
cs: o
de: von
ja: , 該当件数
no: av

source: Previous
cs: Předchozi
de: Vorige
ja: 前
no: Forrige

source: Next
cs: Dalí
de: Nächste
ja: 次
no: Neste

source: Entry
cs: Záznam
de: Eintrag
ja: エントリー
no: Post

source: View
cs: Náhled
de: Öffnen
ja: 閲覧
no: Vis

source: Advanced search
cs: Rozířené hledání
de: Erweiterte Suche
ja: 高度な検索
no: Avansert søk

source: Search For
cs: Hledat co
de: Suche nach
ja: 検索語
no: Søk etter

source: From
cs: Od
de: Von
ja: 始点
no: Fra

source: Report on Meetings:
cs: Výpis setkání:
de: Bericht über Termine:
ja: 会合の報告:
no: Rapport:

source: Report start date:
cs: Výpis začátků:
de: Bericht Beginn:
ja: 報告開始日:
no: Start dato:

source: Report end date:
cs: Výpis konců:
de: Bericht Ende:
ja: 報告終了日:
no: Slutt dato:

source: Match area:
cs: Hledaná oblast:
de: Suche Bereich:
ja: X線発生装置の一致:
no: Område:

source: Match room:
cs: Hledaná místnost:
de: Suche Raum:
ja: ディテクターの一致:
no: Rom:

source: Match type:
cs: Hledaný typ:
de: Nach typ:
ja: 形態の一致:
no: Velg type:

source: Use Control-Click to select more than one type
cs: Uít CTRL pro výběr více typů
de: Strg-Click um mehr als einen Typus auszuwählen
ja: 複数の形態を選択するときは、<br />Controlキーを押しながらクリックしてください。
no: Bruk CTRL-tasten for å velge fler enn en type

source: Match brief description:
cs: Hledat v popisu:
de: Suche Kurzbeschreibung:
ja: 簡単な説明との一致:
no: Kort beskrivelse:

source: Match full description:
cs: Hledat v celém popisu:
de: Suche Beschreibung:
ja: 詳細な説明との一致:
no: Lang beskrivelse:

source: Include:
cs: Zahrnovat:
de: Generiere:
ja: 内容:
no: Skal inneholde:

source: Report only
cs: Jen výpis
de: nur Bericht
ja: 報告のみ
no: Bare rapport

source: Summary only
cs: Jen přehled
de: nur Zusammenfassung
ja: 要約のみ
no: Summering

source: Report and Summary
cs: Výpis a přehled
de: Bericht und Zusammenfassung
ja: 報告と要約
no: Rapport og Summering

source: Summarize by:
cs: Přehled od:
de: Zusammenfassung nach:
ja: 要約のまとめ方:
no: Summering etter:

source: Brief description
cs: Popis instrukce
de: Kurzbeschreibung
ja: 簡単な説明
no: Kort beskrivelse

source: Creator
cs: Tvůrce
de: Ersteller
ja: 予約者
no: Hvem som booket

source: entry found
cs: nalezeno
de: Eintrag gefunden
ja: 個のエントリーが見つかりました
no: post funnet

source: entries found
cs: nalezeno
de: Einträge gefunden
ja: 個のエントリーが見つかりました
no: poster funnet

source: Summary of (Entries) Hours
cs: Přehled (záznamu) hodiny
de: Stundenzusammenfassung der Einträge
ja: 予約時間数の要約 (括弧内はエントリー数)
no: Sum timer

source: Total
cs: Celkem
de: Gesamt
ja: 計
no: Totalt

source: Run Report
cs: Vytvořit sestavu
de: Bericht erstellen
ja: 報告の作成
no: Kjør rapport

source: Sort Report by:
cs: Seřadit výpis podle:
de: Sortiere Report nach:
ja: 報告の並べ方:
no: Sorter rapport etter:

source: Start Date/Time
cs: Výchozí den/čas
de: Startzeit/Datum
ja: 開始日時
no: Dato/Tid

source: Display in report:
cs: Zobrazit ve výpisu:
de: zeige im Report:
ja: 報告の表示:
no: Vis i rapport:

source: Duration
cs: Trvání
de: Dauer
ja: 使用期間
no: Varighet

source: End Time
cs: Čas ukončení
de: Endzeit
ja: 終了時刻
no: Slutt-tid

source: Go To Week Before
cs: Týden dozadu
de: gehe zur vorigen Woche
ja: 前の週に移動
no: Gå til uken før

source: Go To Week After
cs: Týden dopředu
de: gehe zur nächsten Woche
ja: 次の週に移動
no: Gå til uken etter

source: Go To This Week
cs: Tento týden
de: gehe zu dieser Woche
ja: 今週に移動
no: Gå til denne uken

source: Go To Month Before
cs: Měsíc dozadu
de: gehe zum vorigen Monat
ja: 前の月に移動
no: Gå til forrige måned

source: Go To Month After
cs: Měsic dopředu
de: gehe zum nächsten Monat
ja: 次の月に移動
no: Gå til neste måned

source: Go To This Month
cs: Tento měsíc
de: gehe zu diesen Monat
ja: 今月に移動
no: Gå til denne måneden

source: No rooms defined for this area
cs: Pro tuto místnost není definována adná oblast!
de: Der Bereich enthält keinen Raum
ja: このX線発生装置にはディテクターが設定されていません
no: Ingen rom definert for dette området

source: Edit
cs: Editovat
de: Bearbeiten
ja: 編集
no: Endre

source: Delete
cs: Smazat
de: Löschen
ja: 削除
no: Slett

source: Rooms
cs: Místnosti
de: Räume
ja: ディテクター
no: Rom

source: No Areas
cs: ádné oblasti
de: Keine Bereiche
ja: X線発生装置がありません。
no: Ingen områder

source: Add Area
cs: Přidat oblast
de: Bereich hinzufügen
ja: X線発生装置を追加
no: Legg til område

source: No area selected
cs: Není vybrána ádná oblast
de: Kein Bereich ausgewählt
ja: X線発生装置が選択されていません
no: Område ikke valgt

source: Your browser is set to use
cs: Prohlíec je nastaven k pouití
de: Die Spracheinstellung Ihres Browsers ist
ja: あなたのブラウザの言語設定は
no: Din nettleser er satt opp til å bruke følgende språk:

source: Add Room
cs: Přidat místnost
de: Raum hinzufügen
ja: ディテクターを追加
no: Legg til rom

source: Capacity
cs: Kapacita
de: Kapazität
ja: 収容人数
no: Kapasitet

source: No rooms.
cs: ádná místnost.
de: Keine Räume vorhanden.
ja: ディテクターがありません。
no: Ingen rom.

source: Edit Area
cs: Editovat oblast
de: Bereich bearbeiten
ja: X線発生装置の編集
no: Endre område

source: Change
cs: Změna
de: Ändern
ja: 変更
no: Endre

source: Back to Admin
cs: Návrat do administrace
de: Zurück zu Admin
ja: 管理画面に戻る
no: Tilbake til admin

source: Edit Area or Room Description
cs: Editovat popis oblasti nebo místnosti
de: Raum- oder Bereichsbeschreibung bearbeiten
ja: X線発生装置やディテクターの説明
no: Endre område- eller rombeskrivelse

source: Edit Room
cs: Editovat místnosti
de: Raum bearbeiten
ja: ディテクターの編集
no: Endre rom

source: Update room failed:
cs: Chyba editace místnosti:
de: Raum aktualisieren gescheitert:
ja: ディテクターの更新に失敗しました:
no: Oppdatering av rom feilet:

source: Error: room
cs: Chyba: místnost
de: Error: Raum
ja: エラー: ディテクター
no: Feil: rom

source: not found
cs: nenalezen
de: nicht gefunden
ja: は見つかりませんでした
no: ble ikke funnet

source: Error: area
cs: Chyba: oblast
de: Fehler: Bereich
ja: エラー: X線発生装置
no: Feil: område

source: Room admin email:
cs: Email administrátora místnosti:
de: E-mail des Raumadministrators
ja: ディテクターの管理者のEメール:
no: Rom-administrators E-post:

source: Area admin email:
cs: Email administrátora oblasti
de: E-mail des Bereichsadministrators
ja: X線発生装置の管理者のEメール:
no: Område-administrators E-post:

source: Invalid email!
cs: patný email!
de: Ungültige e-mail Adresse !
ja: 不適切なEメールです!
no: Ugyldig E-post!

source: This will delete the following bookings
cs: Bylo smazáno rezervování
de: Dadurch werden die folgenden Einträge gelöscht
ja: 以下の予約を削除します
no: Dette vil slette følgende bookinger

source: Are you sure?
cs: Jste si jistý?
de: Sind Sie sicher?
ja: よろしいですか?
no: Er du sikker?

source: YES
cs: ANO
de: JA
ja: はい
no: JA

source: NO
cs: NE
de: NEIN
ja: いいえ
no: NEI

source: You must delete all rooms in this area before you can delete it<p>
cs: Musíte smazat vechny místnosti v této oblasti předtím ne ji můete smazat<p>
de: Sie müssen alle Räume dieses Bereiches löschen, damit Sie den Bereich löschen können<p>
ja: 削除する前に、このX線発生装置に属するディテクターを全て削除してください。<p>
no: Du må slette alle rommene i dette området før du kan slette det<p>

source: About Schoorbs
cs: O Schoorbs
de: Über Schoorbs
ja: MRBSについて
no: Om MRBS

source: Database:
cs: Databáze:
de: Datenbank:
ja: データベース:

source: Please contact
cs: Prosím kontaktujte
de: Bitte kontaktieren Sie
ja: ここに答えがない質問は、
no: Vennligst ta kontakt med

source: for any questions that aren't answered here.
cs: pokud máte nějaké dalí otázky.
de: für Fragen die hier nicht beantwortet sind.
ja: にお尋ねください。
no: for spørsmål som ikke er besvart her.

source: Fatal Error: Failed to connect to database
cs: Fatalní chyba: Nepodařilo se připojit do databáze
de: Fataler Fehler: Kann nicht an Datenbank anbinden
ja: 致命的なエラー: データベースに接続できませんでした。
no: Alvorlig feil: Kunne ikke koble til database

source: Authentication
de: Authentifizierung

source: How do I login?
de: Wie melde ich mich an?

source: Why can't I delete/alter a meeting?
de: Warum kann ich eine Buchung nicht ändern/löschen?

source: Making/Altering Meetings
de: Anlegen / Ändern von Besprechungen

source: How do I make a recurring meeting?
de: Wie kann ich eine (periodisch) wiederkehrende Buchung anlegen?

source: How do I delete one instance of a recurring meeting?
de: Wie kann ich eine Buchung innerhalb einer Reihe von periodisch wiederkehrenden Buchungen löschen?

source: How do I schedule rooms at different sites?
de: Wie kann ich Raeume an verschiedenen Standorten einplanen?

source: My meeting failed to be created because of <em>too many entries</em>!
de: Meine Besprechung konnte nicht angelegt werden, da es <em>zu viele Einträge</em> gab!

source: What happens if multiple people schedule the same meeting?
de: Was passiert, wenn mehrere Benutzer die gleiche Besprechung einplanen?

source: Miscellaneous
de: Verschiedenes

source: What is the difference between <em>Internal</em> and <em>External</em>?
de: Was ist der Unterschied zwischen <em>Intern</em> und <em>Extern</em>?

source: How much did the system cost?
de: Wie viel hat das System gekostet?

source: How does the system work and who wrote it?
de: Wie arbeitet das System und wer hat es geschrieben?

source: The system can be configured to use one of several methods of authentication, including LDAP, Netware, and SMB. See your system administrator if you are having trouble logging in. Some functions are restricted to certain users, and other users will get the message <em>You do not have access rights to modify this item</em>. See your system administrator if this is not working correctly for you. If the system is configured to use LDAP authentication, this means that you login with the same username and password as you use for getting email e.g. <em>Mark Belanger</em> and <em>MyPassword</em>.
de: Das System kann mit verschiedenen Authentifizierungsmethoden konfiguriert werden, dazu gehören LDAP,Netware und SMB. Wenden Sie sich bitte an ihren Systemadministrator, wenn Sie Schwierigkeiten bei der Anmeldung haben. Einige Systemfunktionen können auf bestimmte Benutzer beschränkt sein, und daher werden die übrigen Benutzer die Meldung: <em>Sie haben keine Berechtigung, diesen Eintrag zu ändern</em> erhalten. Wenden Sie sich bitte an Ihren Systemadministratoren, wenn ihre Benutzerberechtigungen nicht korrekt für Sie eingestellt sind. Wenn das System auf der Grundlage der Authentifizierungsmethode LDAP eingerichtet ist, dann bedeutet dies, dass sie Zugang zu dem System mit dem gleichen Benutzernamen und Passwort z.B. <em>Mark Belanger</em> <em>MyPassword</em> wie zu Ihrem E-Mail System haben.

source: In order to delete or alter a meeting, you must be logged in as the same person that made the meeting. Contact one of the meeting room administrators or the person who initially made the meeting to have it deleted or changed.
de: Nur die Person, die die Besprechung im System angelegt hat, kann diese auch löschen bzw. abändern. Nehmen Sie Kontakt mit einem der Administratoren der Besprechungszimmer oder mit der Person, die die Besprechung ursprünglich angelegt hat, auf um diese löschen bzw. ändern zu lassen.

source: Clicking on the desired time brings you into the booking screen. Select the appropriate <em>Repeat Type</em>. The room will be scheduled at the same time, until the <em>Repeat End Date</em>, on the days determined by the Repeat Type.
de: Wenn sie auf die gewünschte Besprechungszeit klicken, kommen Sie auf den Bildschirm zum Anlegen einer Besprechung. Nach Eingabe einer <em>Kurzbeschreibung</em> und evtl. einer optionalen <em>Vollständigen Beschreibung</em>, sowie von <em>Tag</em>, <em>Dauer</em>, <em>Bereiche</em>, <em>Räume</em> (halten Sie die [STRG]-Taste beim Klicken gedrückt um mehrere zu selektieren), wählen Sie die geeignete Art der Wiederholung aus. Der Raum wird für die gleiche Uhrzeit an den Tagen, die durch Ihren Wiederholungsschlüssel (Art der Wiederholung) festgelegt sind, bis zum Endtermin (Ende der Wiederholung) eingeplant.
