Repository: xhochy/schoorbs
Catalog: trunk/schoorbs-includes/lang/schoorbs-*.po
Languages: cs, de, ja, no

source: A <em>Daily</em> repeat schedules every day.
de: <em>Täglich</em> bedeutet eine Einplanung für jeden Tag.

source: A <em>Weekly</em> repeat schedules those days of the week that you check under <em>Repeat Day</em>. For example, use Weekly repeat to schedule the room every Monday, Tuesday, and Thursday; check those days under Repeat Day. If you check no days under Repeat Day, the schedule will repeat on the same day of each week as the first scheduled day.
de: <em>Wöchentlich</em> nimmt die Einplanungen an den Wochentagen vor, die Sie unter Tag der Wiederholung ausgewählt haben.

source: A <em>Monthly</em> repeat schedules the same day of each month, for example the 15th of the month.
de: <em>Monatlich</em> wiederholt den Eintrag immer am gleichen Tag in jedem Monat, z.B. am 15. des Monats.

source: A <em>Yearly</em> repeat schedules the same month and day of the month, for example every March 15th.
de: <em>Jährlich</em> wiederholt einen Eintrag am gleichen Tag im gleichen Monat ein Mal pro Jahr, z.b. am 15. März.

source: Finally, a <em>Monthly, corresponding day</em> repeat schedules one day each month, the same weekday and ordinal position within the month. Use this repeat type to schedule the first Monday, second Tuesday, or fourth Friday of each month, for example. Do not use this repeat type after the 28th day of the month.
de: Abschließend <em>monatlich, entsprechender Tag</em> wiederholt einen Eintrag ein Mal pro Monat am gleichen Wochentag in der gleichen Position im Monat, z.b. am ersten Montag oder zweiten Freitag jeden Monats. Verwenden Sie diese Wiederholungsart nicht nach dem 28. des Monats.

source: Select the day/room/time that you want to delete and select <em>Delete Entry</em>.
de: Wählen Sie den entsprechenden Besprechungstermin aus und gehen Sie danach auf die Auswahl <em>Eintrag löschen</em>.

source: You don't. Presently the system cannot book two different rooms simultaneously. You must schedule each one separately. Make sure that the time you want is available at both sites before making a booking.
de: Das ist nicht möglich. Gegenwärtig kann das System nicht mehrere Räume gleichzeitig einplanen. Sie müssen jeden Raum separat einplanen. Stellen Sie bitte sicher, dass die Räume an den verschiedenen Orten zu der gewünschten Zeit verfügbar sind, bevor sie eine Belegung vornehmen.

source: No meeting can create more than 365 entries. There needs to be some limit on the number of meetings created. This number can be increased if necessary.
de: Die Obergrenze für die Anzahl der Wiederholungseinträge eines Besprechungseintrags liegt im System bei 365. Die Zahl kann aber bei Bedarf erhöht werden. Bitte informieren Sie den Buchungsadministrator.

source: The short answer is: The first person to click on the <em>Submit</em> button wins. Behind the scenes, the system is using a proper multi-user, multi-threaded relational database than can handle many thousands of simultaneous users.
de: Die einfache Antwort ist: der Erste, der den Button <em>Speichern</em> drückt, macht das Rennen. Hinter den Kulissen benutzt das System eine einwandfrei arbeitende für mehrere Benutzer und gleichzeitige Verarbeitung mehrerer Anforderungen ausgerichtete relationale Datenbank, die viele Tausende von gleichzeitigen Benutzern bedienen kann.

source: By default, MRBS defines two meeting types. <em>Internal</em> means that the meeting will only be attended by employees. An <em>External</em> meeting might also be attended by customers, vendors, investors, etc. Your site can define up to a total of 10 meeting types, according to your needs. Meetings are highlighted in the main calendar view with a color corresponding to their type, and a color key of all defined types is shown at the bottom of the main calendar view.
de: Standardmäßig gibt es im System Schoorbs zwei Besprechungsarten. <em>Intern</em> bedeutet, dass an der Besprechung nur Firmenangestellte teilnehmen. <em>Extern</em> heißt, dass als Teilnehmer auch Kunden, Lieferanten, Geldanleger, usw. vorgesehen sind. Sie können für ihren Standort bis zu 10 Besprechungsarten nach ihren eigenen Bedürfnissen definieren. Jeder Besprechungsart ist eine Farbe zugeordnet und die Besprechung werden in der Kalenderübersicht entsprechend farblich unterlegt. Eine Übersicht über die Besprechungsarten und ihre farbliche Darstellung befindet sich am Fuß der Kalenderübersicht.

source: Nothing. See the next section for more information.
de: Nichts. Weitere Informationen entnehmen Sie bitte dem naechsten Abschnitt.

source: <a href="http://schoorbs.xhochy.com/">Schoorbs</a> is open source software that is distributed under the Gnu Public License(GPLv2). This means that software is free to use, distribute, and modify.
de: <a href="http://schoorbs.xhochy.com/">Schoorbs</a> ist eine Open Source Software, die unter GNU Public License (GPL) vertrieben wird. Das bedeutet, die Software kann unentgeltlich benutzt, vertrieben und geändert werden.

source: The system is written mostly in <a href="http://www.php.net">PHP</a>, which is an open source programming language that can be embedded in web pages similar in concept to Microsoft active server pages. PHP is especially good at accessing databases.
de: Der größte Teil des Systems ist in <a href="http://www.php.net">PHP</a>, geschrieben, dies ist eine Open Source Programmiersprache, die in Webseiten eingebettet werden kann, vergleichbar den Microsoft Active Server Pages. PHP eignet sich besonders gut für den Zugriff auf Datenbanken.

source: The database used for the system is either <a href="http://www.mysql.com/">MySQL</a> or <a href="http://www.postgresql.org/">PostgreSQL</a>. MySQL is a very fast, multi-threaded, multi-user and robust SQL (Structured Query Language) database server that is also GPL. PostgreSQL is a full-featured multi-user open source Object Relational SQL database server.
de: Das Datenbanksystem, das dem Anwendungssystem zugrunde liegt, ist entweder <a href="http://www.mysql.com">MySQL</a> oder <a href="http://www.postgresql.org">PostgreSQL</a>. MySQL ist ein sehr schneller, für mehrere Benutzer und parallele Verarbeitung verschiedener Benutzeranforderungen ausgerichteter, leistungsfähiger SQL (Structured Query Language) Datenbankserver. PostgreSQL ist ein Multi User, Open Source und SQL Datenbankserver mit allen Leistungsmerkmalen.

source: The system will run on multiple platforms, including the PC architecture using the <a href="http://www.linux.com/">Linux</a> operating system. Linux, is a free, open source, unix-like operating system.
de: Das System läuft auf vielen Plattformen, auch auf einer PC-Architektur mit einem <a ref="http://www.linux.com">Linux</a> -Betriebssystem. Linux ist eine kostenloses, Open Source und UNIX-ähnliches Betriebssystem.

source: The web server being used is yet another piece of free, open source software. The <a href="http://www.apache.org/">Apache</a> web server is the world's most popular web server.
de: Auch der eingesetzte Webserver ist eine kostenlose Open Source Software. Der <a href="http://www.apache.org">Apache</a> Webserver ist der weitverbreiteste Webserver.

source: The bottom line is: <strong>every piece of this system, from the operating system to the application, is completely free - source code and all</strong>.
de: Die Quintessenz lautet: <strong>Jeder Bestandteil des Systems vom Betriebssystem bis zur Anwendungssoftware ist vollkommen kostenloser Quellcode.</strong>

source: No entry id for editing was provided!
de: Keine Eintrags id zum bearbeiten wurde angegeben!

source: April
cs: Duben

source: August
cs: Srpen

source: September
cs: Září

source: November
cs: Listopad

source: Mo
cs: Po

source: Fr
cs: Pá

source: Sa
cs: So

source: Admin
cs: Administrátor
ja: 管理

source: Click on the cell to make a reservation.
cs: Klepněte na buňku, aby jste provedli rezervaci.
ja: 予約を入れたいセルをクリックしてください。
no: Trykk i cellen for å reservere.

source: Period:
cs: Perioda:
ja: 期間:

source: periods
cs: period
ja: 期間

source: Entry ID
cs: Vstupní ID
ja: 予約ID
no: Booking ID

source: Repeat ID
cs: ID pro opakování
ja: 定例ID
no: Repetisjons ID

source: You have not selected a
cs: Nevybral jste
ja: 以下の項目が選択されていません:
no: Du har ikke valgt

source: room.
cs: prostředek.
ja: X線発生装置
no: ett rom.

source: useful n-weekly value.
cs: pouitelná x-týdenní hodnota.
no: en gyldig verdi for antall uker.

source: Invalid entry id.
cs: patné ID záznamu.
ja: 不正な予約IDです。
no: Ugyldig booking-ID.

source: Invalid series id.
cs: patné ID skupiny.
ja: 不正な定例IDです。
no: Ugyldig serie-ID.

source: Name
cs: Jméno
ja: 名称
no: Navn

source: Action
cs: Akce
ja: 処置
no: Valg

source: Administrator
cs: Administrátor
ja: 管理者

source: OK
cs: Ano

source: Click to display all my upcoming entries
cs: Klepnout pro zobrazání vech nadcházejících záznamů
ja: クリックすると、これからの予定が表示されます。
no: Trykk for å vise kommende innlegg

source: Summary of (Entries) Periods
cs: Přehled (záznamu) periody
ja: 予約時間帯数の要約 (括弧内はエントリー数)

source: in
cs: v
no: i

source: language.
cs: jazyku.
ja: です。

source: Administration
cs: Administrace
ja: 管理

source: Update area failed:
cs: Chyba editace oblasti:
ja: X線発生装置の更新に失敗しました:
no: Oppdatering av område feilet:

source: System:
cs: Systém:
ja: システム:
